interface Props {
  width: number;
  height: number;
}

export default function BasicProfile({ width, height }: Props) {
  return (
    <svg
      xmlns="http://www.w3.org/2000/svg"
      width={width}
      height={height}
      viewBox="0 0 120 120"
    >
      <g id="그룹_19520" data-name="그룹 19520" transform="translate(6 -170)">
        <circle
          id="man-g66cbeff0c_1920"
          cx="60"
          cy="60"
          r="60"
          transform="translate(-6 170)"
          fill="#ffabb1"
        />
        <path
          id="합치기_3"
          data-name="합치기 3"
          d="M7.11,57.637A7.11,7.11,0,0,1,.594,53.372H.4Q.42,53.184.443,53q-.075-.2-.139-.413a31,31,0,0,1,1.92-7.216q.091-.086.185-.169a31.54,31.54,0,0,1,2.879-5.582A32.6,32.6,0,0,1,18.45,28.034a19.99,19.99,0,0,0,29.089,0A32.609,32.609,0,0,1,60.7,39.617a31.574,31.574,0,0,1,2.863,5.541q.118.1.232.21a30.94,30.94,0,0,1,1.92,7.216q-.073.242-.162.476.018.155.035.311h-.162a7.108,7.108,0,0,1-6.515,4.265Zm9.739-42.549A16.289,16.289,0,0,1,33.332-1,16.289,16.289,0,0,1,49.817,15.088,16.289,16.289,0,0,1,33.332,31.175,16.289,16.289,0,0,1,16.849,15.088Z"
          transform="translate(20.696 200)"
          fill="#fff"
        />
      </g>
    </svg>
  );
}
