export const terms = [
  {
    title: '이용약관 동의(필수)',
    url: 'http://1',
  },
  {
    title: '개인정보 수집 및 이용 동의(필수)',
    url: 'http://2',
  },
];

export const hobbyData = [
  {
    id: 0,
    name: '카페가기',
    icon: '☕️',
  },
  {
    id: 1,
    name: '노래방',
    icon: '🎤',
  },
  {
    id: 2,
    name: '전화하기',
    icon: '📞',
  },
  {
    id: 3,
    name: '요리',
    icon: '🍳',
  },
  {
    id: 4,
    name: '드라이브',
    icon: '🚘',
  },
  {
    id: 5,
    name: '피아노치기',
    icon: '🎹',
  },
  {
    id: 6,
    name: '맛집투어',
    icon: '🍴',
  },
  {
    id: 7,
    name: '코딩',
    icon: '🧑‍💻',
  },
  {
    id: 8,
    name: '댄스',
    icon: '💃',
  },
  {
    id: 9,
    name: '그림그리기',
    icon: '🎨',
  },
  {
    id: 10,
    name: '헬스',
    icon: '🏋️‍♂️',
  },
  {
    id: 11,
    name: '영화보기',
    icon: '🎬',
  },
  {
    id: 12,
    name: '수영',
    icon: '🏊‍♂️',
  },
  {
    id: 13,
    name: '음악듣기',
    icon: '🎧',
  },
  {
    id: 14,
    name: '게임',
    icon: '🎮',
  },
  {
    id: 15,
    name: '축구',
    icon: '⚽️',
  },
  {
    id: 16,
    name: '농구',
    icon: '🏀',
  },
  {
    id: 17,
    name: '웹툰',
    icon: '📱',
  },
  {
    id: 18,
    name: '쇼핑',
    icon: '🛍',
  },
  {
    id: 19,
    name: '여행',
    icon: '✈️',
  },
  {
    id: 20,
    name: '사진 찍기',
    icon: '📷',
  },
];
